<template>
    <div class="qyxz">
       <h2>新浪仓石服务协议</h2>
       <div class="block">
           <p>第一章 总 则</p>
           <p>第一条 为了更好地服务投资者，北京新浪仓石基金销售有限公司（以下简称“本公司”）在网上交易系统内（包括但不限于官方网站、手机客户端，下同）推出基金约定交易，为了保护投资者利益，特根据相应法律法规制定本规则。在网上交易过程中涉及的投资者、本公司、相关基金管理公司、相关托管机构及其他与基金约定有关的机构（相关基金管理公司、相关托管机构及其他与基金约定有关的机构下统称基金约定交易业务其他相关机构方）皆应遵守本规则。本规则所指投资者是指通过北京新浪仓石基金销售有限公司网上交易系统内进行基金约定交易的投资者。</p>
        </div>
        <div class="block">
            <p>第二章 约定交易定义</p>
            <p>第二条 约定交易，指投资者通过网上交易系统预先设定基金约定交易计划，当条件满足后进行约定交易委托的一种交易方式。约定交易目前支持包括但不限于基金约定申购、基金约定转换和基金约定赎回业务，下统称基金约定交易。</p>
        </div>
        <div class="block">
            <p>第三章 约定交易业务规则</p>
            <p>第三条 基金约定交易系统是指系统根据网上交易系统预先设定好相关基金约定交易条件，并在实际交易日发起基金约定交易申请并实际完成交易；基金约定交易有效期内的基金约定交易无需投资者再次确认。若投资者有不同决策，可于基金约定交易申请发起当日15:00前自主撤单，撤单后不可恢复。</p>
            <p>第四条 系统根据约定交易设定条件生成交易申请，投资者需要在充分阅读并理解本规则基础上，对约定交易产生的投资结果负责。投资者参与约定交易时，当约定交易条件满足后，系统依照约定交易规则发起交易申请，投资者若有不同决策，可于基金约定交易申请发起当日15:00前自主撤单，撤单后不可恢复；当基金约定交易条件不能满足，基金约定交易申请不发起。投资者有自行退出基金约定交易计划的权利，自行发起赎回相关的基金份额即可退出。但为了保证投资者利益，基金约定交易过程中如果有基金约定交易申请正在确认中，则投资者不能在基金约定交易申请确认完成前自行退出基金约定交易。为了保证投资者利益，本协议自签订之日起生效，有效期至投资者自行退出基金约定交易计划为止。如有变化，具体以北京新浪仓石基金销售有限公司最新规定为准。</p>
            <p>第五条 基金约定交易业务遵循“未知价”和“金额申购、份额赎回”的原则。约定交易业务中所涉及到的基金约定交易基金净值以约定交易实际交易发生日的基金单位份额净值为准，计算方式同普通基金交易业务一致；基金约定交易业务过程涉及的基金约定交易相关费用请参考产品页详细介绍，实际费用以基金公司计算为准。</p>
            <p>第六条 基金约定交易开始时，系统将根据约定交易的设定条件为投资者提出当前约定交易计划的基金申购申请操作。</p>
            <p>第七条 基金约定申购交易指约定投资者基金的交易条件，当某个交易日条件符合时则进行相应的基金申购申请的操作。基金约定转换交易指约定投资者基金的交易条件，当某个交易日条件符合时则进行相应的基金转换申请的操作。基金约定赎回交易指约定投资者基金的交易条件，当某个交易日条件符合时则进行相应的基金赎回申请的操作。为了保护基金投资者利益，北京新浪仓石基金销售有限公司可以增加或是减少基金约定交易种类。</p>
            <p>第八条 基金约定日可以为基金约定转换计划有效期内中的任意交易日，当满足基金约定交易条件时，系统按照约定交易规则进行基金约定交易相关委托申请，并在实际交易日完成交易；当基金约定交易条件不能满足，基金约定交易申请不发起。基金约定交易过程无需投资者再次确认，若投资者有不同决策，可于基金约定日当日15:00前自主撤单，撤单后不可恢复。</p>
        </div>
        <div class="block">
            <p>第四章 约定事项</p>
            <p>第九条 本公司对基金约定交易申请的受理并不代表该申请一定成功，而仅代表本公司确实接收到该申请。申请的确认以基金注册登记机构或基金管理人的最终确认结果为准。因投资者账户余额不足、账户状态不正常等投资者自身原因或网络故障、系统故障等不可抗力导致约定计划实际交易日无法交易成功的情况下，该笔约定交易申请将不予顺延执行，本次约定交易申请失效。如投资者个人出现包括但不限于银行卡存在挂失、损坏、销卡等异常情况下，请优先处理相关问题，投资者未及时对相关问题采取必要措施所产生的一切后果，由该投资者自行承担，与北京新浪仓石基金销售有限公司以及基金约定交易其他相关机构方无关。</p>
            <p>第十条 基金约定交易是基金约定日当日（T日）系统根据当前市场情况判断是否满足约定交易条件，并在条件满足时于发起交易申请，投资者须充分知晓并自行承担约定交易实际交易日当天存在的市场风险。若投资者有不同决策，可于基金约定交易申请发起当日15:00前自主撤单，撤单后不可恢复。下一约定日系统会再度根据当前市场情况及投资者持仓情况判断是否满足约定交易条件。因投资者自主撤单而偏离原基金约定交易计划所导致的一切损失，由该投资者自行承担。</p>
            <p>第十一条 如基金约定交易实际交易发生日触发相关基金巨额赎回，依据基金管理人对巨额赎回处理的规则，可能将该约定交易申请进行比例确认。</p>
        </div>
        <div class="block">
            <p>第五章 附则 </p>
            <p>第十二条 投资者应该确保参与本公司基金约定交易的资金来源合法，投资者投资意愿真实有效，未受非自身以外因素强迫。</p>
            <p>第十三条 为了基金约定交易更好的保护投资者利益，本公司可根据约定交易业务发展情况，对本规则做出必要的修订，本规则修订发布之日起生效。北京新浪仓石基金销售有限公司在中华人民共和国相关法律法规允许的情况下拥有本规定最终解释权。</p>
        </div>
    </div>
</template>

<script>
    export default {}
</script>

<style lang="scss" scoped rel="stylesheet/scss">
    .qyxz{
        color: #939393;
        font-size: 0.3rem;
        h2{
            text-align: center;
            font-size: 0.34rem;
            padding-bottom: 0.32rem;
            color: #333;
        }
        .block{
            padding-bottom: 0.5rem;
        }
        p{
            line-height: 0.5rem;
            margin-top: .15rem;
        }
    }
</style>
